[
    {
        "action_name": "Critical Slay",
        "action_description":"The Critical Slay skill allows a character to immediately drop a character to the Slain status with one blow, once a day, for every time the skill is purchased.\nWhen learning a Critical Slay, the character must choose which hand this skill is to be used (same hand as his Proficiencies), as well as with which weapon skill.\nIn order to use this skill, the attacker must announce the use of a Critical Slay by stating, \"Prepare to die—Slay!\".\nAt this point, his Slay is now \"active\" and the attacker has one minute to use the Slay.\nIf the Slay is not used immediately, the attacker must continue to say \"Slay Active\".\nWhen the attacker is ready to make contact with the victim, the attacker must say \"Slay\" and then hit the victim.\nIf the attacker does not connect with a target within the one minute, the Slay is expended.\nTo announce the use of a ranged Slay, one must state \"Prepare to die: Slay, Unparryable!\"\nMissile slays are considered Unparryable and may only be blocked with the Shield Parry and Fatal Shield Parry skills.\nMissile Slays are active only for the single shot that they are used on and not subject to the one minute rule above, if the archer or ranged attack character misses—then the slay is spent.\nA Critical Slay will put the victim at Slain status, and he will die in one (1) minute if not healed. A Critical Slay bypasses armor and, therefore, will not affect the victim’s Armor Points.\nA Critical Slay also causes 50 points of damage to creatures that normally take damage rather than being Slain by a Critical Slay.\nIf the victim has an active Mage Armor (C,5), or Spirit Armor (E,7) active when hit with a Critical Slay, then the victim is left with one Body Point.\nAn attempt to Slay a character may be negated by the Critical Parry, Fatal Parry, Shield Parry, or Fatal Shield Parry skills (see below).\nThe Dodge skill (see below) also allows a character to Dodge a Critical Slay; however it does not parry the Slay.\nThe Slay remains active, and the defending character loses a Dodge.\nEach player with this skill will be given his Critical Slay Tag(s) (one for each time purchased) at Check-In.\nWhen the skill is used, the Critical Slay Tag should be torn off the skill ring.\nShould a character possess other skills warranting it, the character’s Critical Slays will appear instead on a Skill Card and should be crossed off when used.\nA character that has taken effect from a Critical Slay is immediately dropped to the Slain status and he or she will die in one minute.\nOnly the following spells will save the victim from death: Cure Critical Wounds (EG/D,6), Heal Critical Wounds (H,6), Renew (EG/D,8), or Heal Mortal Wounds (H,8). Should a Slain character be \"Desecrated\", only a Cause Critical Wounds (EG/D/N,6), Heal Critical Wounds (H,6), Waste (EG/D/N,8), or Heal Mortal Wounds (H,8) will bring the character back to consciousness. Neither First Aid nor any other means of healing will save the victim from death once Slain.\nNote that the victim will have the appropriate amount of body restored by the spell used when the character regains consciousness.\nA Critical Slay may be purchased after every two Weapon Proficiencies.\n\nCritical Parry:\n\nA character that knows the Critical Slay skill has the option of using it as a Critical Parry instead. \nIf an opponent activates and lands his Critical Slay by saying \"Prepare to die—Slay!\", a player with an available Critical Slay may say \"Critical Parry\" or \"Parry\" to negate the slay, provided he is holding his weapon and could conceivable be used to parry the Slay.\nUsing the Critical Slay skill as a Critical Parry expends the Critical Slay.\nAlthough it is not necessary to actually parry or block the attack, Critical Parry may only be used against attacks, which the person could logically block.\nIf a character with a Critical Parry can place himself between a nearby victim and attacker, then he may negate a Critical Slay (or other appropriate physical attack) with his Critical Parry.\nIn addition, this skill allows a character to parry any physical blow one time for each time the skill is bought.\nThe character must say \"Critical Parry\" or \"Parry\" in order to block the blow.\nMagical effects, ranged weapons, and packet delivered attacks may not be parried.\nHowever a blow from a weapon, or an object, even if it is magical, may be parried, i.e., \"30 Magic.\""
    },
    {
        "action_name": "Shield Parry",
        "action_description": "The Shield Parry skill allows a character with a shield to have a skill that can be used in most respects just like Critical Parry (above).\nA Shield Parry may be purchased once for every Critical Slay in a non-missile weapon possessed.\nUnlike the Critical Parry skill, Shield Parry may be used to parry otherwise Unparryable Critical Slays from ranged weapons as well as anything else that can normally be parried with a the Shield skill (Venoms, and other physical ranged attacks).\nIf a character with a Shield Parry can place himself between the victim and the attacker, then he may negate the Slay (or other appropriate physical attack) with his Shield Parry.\nThis skill may also be used to block spells that have struck a nearby victim, however the wielder of the Shield Parry will take the effect of the spell, unless appropriately protected.\nUpon using this skill, the player must announce “Shield Parry”.\nLike the Fatal Parry skill described above, a Shield Parry may be used to block a single Massive attack per use, i.e., Slay Massive or 30 Massive.\n"
    }
]